tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"

brew "whalebrew"
brew "asdf"
brew "bat"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "fish"
brew "exa"
brew "direnv"
brew "curl"
brew "chezmoi"
brew "gh"
brew "go"
brew "kubernetes-cli"
brew "git"
brew "fontforge"
brew "git-secrets"
brew "glib"
brew "helm"
brew "htop"
brew "tflint"
brew "vault"
brew "neovim"
brew "vim"
brew "htop"
brew "vnstat"
brew "p7zip"
brew "shellcheck"
brew "openssl"
brew "mas"
brew "autoconf"
brew "automake"
brew "make"
brew "openssl"
brew "libuv"
brew "libvterm"
brew "libevent"
brew "libxml2"
brew "libffi"
brew "libyaml"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libksba"
brew "libmpc"
brew "libpng"
brew "zlib"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "gcc"
brew "wget"
brew "gd"
brew "tmux"

cask "readdle-spark"
cask "google-chrome"
cask "firefox"
cask "1password"
cask "1password-cli"
cask "docker"
cask "amazon-workspaces"
cask "authy"
cask "aws-vault"
cask "elgato-stream-deck"
cask "elgato-control-center"
cask "font-hack-nerd-font"
cask "gitkraken"
cask "google-drive"
cask "gpg-suite"
cask "lens"
cask "microsoft-teams"
cask "shureplus-motiv"
cask "slack"
cask "sonos"
cask "steam"
cask "tabby"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
cask "discord"
brew "fzf"
brew "starship"
brew "fd"
brew "git-delta"
brew "grc"
brew "zoxide"
cask "font-cascadia-mono"
brew "jq"
brew "docker"
brew "docker-buildx"

mas "Magnet", id: 441258766
mas "HP SMart for Desktop", id: 1474276998
